Repository: Julien-Livet/TarotAndroid
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Pass
fr_fr: Passe

source: Called king:
fr_fr: Roi appelé :

source: Contract:
fr_fr: Contrat :

source: Game over
fr_fr: Fin du jeu

source: Nobody takes!
fr_fr: Personne n'a pris !

source: Attack points: {0} - Defence points: {1}
fr_fr: Points d'attaque : {0} - Points de défense : {1}

source: Attack wins ({0} points for {1} points)!
fr_fr: L'attaque a gagné ({0} points pour {1} points) !

source: Attack loses ({0} points for {1} points)!
fr_fr: L'attaque a perdu ({0} points pour {1} points) !

source: Fool
fr_fr: Excuse

source: Little
fr_fr: Petite

source: Guard
fr_fr: Garde

source: Guard without
fr_fr: Garde sans

source: Guard against
fr_fr: Garde contre

source: Heart
fr_fr: Cœur

source: Diamond
fr_fr: Carreau

source: Club
fr_fr: Trèfle

source: Spade
fr_fr: Pique

source: Jack
fr_fr: Valet

source: Knight
fr_fr: Cavalier

source: Queen
fr_fr: Reine

source: King
fr_fr: Roi

source: Heart jack
fr_fr: Valet de cœur

source: Diamond jack
fr_fr: Valet de carreau

source: Club jack
fr_fr: Valet de trèfle

source: Spade jack
fr_fr: Valet de pique

source: Heart knight
fr_fr: Cavalier de cœur

source: Diamond knight
fr_fr: Cavalier de carreau

source: Club knight
fr_fr: Cavalier de trèfle

source: Spade knight
fr_fr: Cavalier de pique

source: Heart queen
fr_fr: Reine de cœur

source: Diamond queen
fr_fr: Reine de carreau

source: Club queen
fr_fr: Reine de trèfle

source: Spade queen
fr_fr: Reine de pique

source: Heart king
fr_fr: Roi de cœur

source: Diamond king
fr_fr: Roi de carreau

source: Club king
fr_fr: Roi de trèfle

source: Spade king
fr_fr: Roi de pique

source: Asset {0}
fr_fr: {0} d'atout

source: Heart {0}
fr_fr: {0} de cœur

source: Diamond {0}
fr_fr: {0} de carreau

source: Club {0}
fr_fr: {0} de trèfle

source: Spade {0}
fr_fr: {0} de pique

source: Ace of hearts
fr_fr: As de cœur

source: Ace of diamonds
fr_fr: As de carreau

source: Ace of clubs
fr_fr: As de trèfle

source: Ace of spade
fr_fr: As de pique

source: Three players
fr_fr: Trois joueurs

source: Four players
fr_fr: Quatre joueurs

source: Five players
fr_fr: Cinq joueurs

source: Attack points: 0 - Defence points: 0
fr_fr: Points d'attaque : 0 - Points de défense : 0

source: Choose a contract
fr_fr: Choisir un contrat

source: Call a king
fr_fr: Appeler un roi

source: Do a dog
fr_fr: Faire un chien

source: Play a card
fr_fr: Jouer une carte

source: Choose a game
fr_fr: Choisir un jeu

source: Attack
fr_fr: Attaque

source: Defence
fr_fr: Défense

source: Well done!
fr_fr: Bravo !

source: Shame!
fr_fr: Dommage !
